Repository: clarive/cla-python-plugin
Catalog: i18n/*.po
Languages: es

source: Run Python Code
es: Ejecutar Código de Python

source: Python execute code
es: Ejecución de código Python

source: Python ship file
es: Envío de archivo Python

source: Executing python code
es: Ejecutando código de Python

source: Python remove file
es: Eliminando archivo de Python

source: Python code executed:
es: Código de Python ejecutado:

source: Server
es: Servidor

source: Python path
es: Ruta de Python

source: Python parameters
es: Parámetros de Python

source: Code Editor
es: Editor de código

source: Remote temp path
es: Ruta temporal remota
